Repository: ArsenyD/XPreview
Catalog: XPreview/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: "Enable The Extension"
ru: Установка

source: "Go to General > Login Items & Extensions."
ru: Общие > Объекты входа и расширения

source: "Open System Settings."
ru: Откройте Системные Настройки.

source: "Press Space to open Quick Look."
ru: Нажмите Пробел

source: "Quick Look previews for Swift Developers."
ru: Расширение быстрого просмотра

source: "Select a supported file in Finder."
ru: Выберите поддерживаемый файл.

source: "Supported Files"
ru: Поддерживаемые файлы

source: "Turn on XPreview Quick Look Extension."
ru: Убедитесь, что расширение быстрого просмотра включено для XPreview.

source: "Use It In Finder"
ru: Использование

source: more to come!
ru: Больше файлов в будущем!
